Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Skip overlap avoidance for apps that force their own window size
ar: تخطي تجنب التداخل للتطبيقات التي تفرض حجم نوافذها الخاص
de: Überlappungsvermeidung für Apps überspringen, die ihre eigene Fenstergröße erzwingen
es: Omite Evitar solapamiento para las apps que imponen su propio tamaño de ventana
fr: Ignorer l'évitement des chevauchements pour les apps qui imposent leur propre taille de fenêtre
hu: Az átfedés elkerülésének kihagyása a saját ablakméretet kényszerítő appoknál
ja: 独自にウインドウサイズを強制するアプリでは重なり回避をスキップ
nl: Sla overlappingsvermijding over voor apps die hun eigen venstergrootte afdwingen
pl: Pomijaj unikanie nakładania dla aplikacji wymuszających własny rozmiar okna
pt: Ignorar Evitar Sobreposição para apps que impõem o seu próprio tamanho de janela
ru: Не применять предотвращение перекрытия к приложениям, которые задают собственный размер окна
sv: Hoppa över undvikande av överlappning för appar som tvingar fram sin egen fönsterstorlek
tr: Kendi pencere boyutunu zorlayan uygulamalar için çakışma önlemeyi atla
vi: Bỏ qua tính năng tránh chồng lấn cho các ứng dụng tự áp đặt kích thước cửa sổ
zh_hans: 对强制设定自身窗口大小的应用跳过重叠避让
zh_hant: 略過會強制使用自身視窗大小之應用程式的重疊避讓

source: Skip selected apps entirely for accessibility queries and window tracking
ar: تخطي التطبيقات المحددة بالكامل في استعلامات تسهيلات الاستخدام وتتبع النوافذ
de: Ausgewählte Apps bei Bedienungshilfen-Abfragen und der Fensterverfolgung vollständig überspringen
es: Excluye por completo las apps seleccionadas de las consultas de accesibilidad y del seguimiento de ventanas
fr: Exclure complètement les apps sélectionnées des requêtes d'accessibilité et du suivi des fenêtres
hu: A kijelölt appok teljes kihagyása a kisegítő lekérdezésekből és az ablakkövetésből
ja: 選択したアプリをアクセシビリティの照会とウインドウ追跡から完全に除外
nl: Sla geselecteerde apps volledig over bij toegankelijkheidsquery's en het volgen van vensters
pl: Całkowicie pomijaj wybrane aplikacje przy odczytywaniu danych za pomocą funkcji dostępności i śledzeniu okien
pt: Excluir por completo as apps selecionadas das consultas de acessibilidade e do acompanhamento de janelas
ru: Полностью исключить выбранные приложения из запросов универсального доступа и отслеживания окон
sv: Hoppa helt över valda appar vid hjälpmedelsförfrågningar och fönsterspårning
tr: Erişilebilirlik sorguları ve pencere takibi için seçili uygulamaları tamamen atla
vi: Bỏ qua hoàn toàn các ứng dụng đã chọn khi truy vấn trợ năng và theo dõi cửa sổ
zh_hans: 对所选应用完全跳过辅助功能查询和窗口跟踪
zh_hant: 完全略過所選應用程式，不進行輔助使用查詢與視窗追蹤

source: Skip the Glance preview when the highlighted app has only one window
ar: تخطي معاينة Glance عندما يكون لدى التطبيق المحدد نافذة واحدة فقط
de: Glance-Vorschau überspringen, wenn die markierte App nur ein Fenster hat
es: Omite la previsualización de Glance cuando la app resaltada tiene una única ventana
fr: Ignore l'aperçu Glance lorsque l'app en surbrillance n'a qu'une fenêtre
hu: A Glance-előnézet kihagyása, ha a kijelölt appnak csak egy ablaka van
ja: ハイライト中のアプリのウインドウが1つだけの場合はGlanceプレビューを省略します
nl: Sla het Glance-voorbeeld over als de gemarkeerde app slechts één venster heeft
pl: Pomijaj podgląd Glance, gdy wyróżniona aplikacja ma tylko jedno okno
pt: Ignorar a pré-visualização do Glance quando a app destacada tem apenas uma janela
ru: Пропускать предпросмотр Glance, когда у выделенного приложения только одно окно
sv: Hoppa över Glance-förhandsvisningen när den markerade appen bara har ett fönster
tr: Vurgulanan uygulamanın yalnızca bir penceresi olduğunda Glance önizlemesini atla
vi: Bỏ qua bản xem trước Glance khi ứng dụng được tô sáng chỉ có một cửa sổ
zh_hans: 当高亮应用仅有一个窗口时，跳过 Glance 预览
zh_hant: 當選取的應用程式只有一個視窗時，略過 Glance 預覽

source: Skip the preview when the highlighted app has only one window
ar: تخطي المعاينة عندما يكون لدى التطبيق المحدد نافذة واحدة فقط
de: Vorschau überspringen, wenn die markierte App nur ein Fenster hat
es: Omite la previsualización cuando la app resaltada tiene una única ventana
fr: Ignore l'aperçu lorsque l'app en surbrillance n'a qu'une fenêtre
hu: Az előnézet kihagyása, ha a kijelölt appnak csak egy ablaka van
ja: ハイライト中のアプリのウインドウが1つだけの場合はプレビューを省略します
nl: Sla het voorbeeld over als de geselecteerde app slechts één venster heeft
pl: Pomijaj podgląd, gdy wyróżniona aplikacja ma tylko jedno okno
pt: Ignorar a pré-visualização quando a app destacada tem apenas uma janela
ru: Пропускать предпросмотр, когда у выделенного приложения только одно окно
sv: Hoppa över förhandsvisningen när den markerade appen bara har ett fönster
tr: Vurgulanan uygulamanın yalnızca bir penceresi olduğunda önizlemeyi atla
vi: Bỏ qua bản xem trước khi ứng dụng được tô sáng chỉ có một cửa sổ
zh_hans: 当高亮应用仅有一个窗口时，跳过预览
zh_hant: 當選取的應用程式只有一個視窗時，略過預覽

source: Sleep
ar: الإسبات
de: Ruhezustand
es: Reposo
fr: Veille
hu: Alvó állapot
ja: スリープ
nl: Slaapstand
pl: Uśpij
pt: Suspender
ru: Спящий режим
sv: Vila
tr: Uyku
vi: Ngủ
zh_hans: 睡眠
zh_hant: 睡眠

source: Slide
ar: انزلاق
de: Gleiten
es: Deslizar
fr: Glissement
hu: Csúszás
ja: スライド
nl: Schuiven
pl: Przesuwanie
pt: Deslizar
ru: Скольжение
sv: Glidning
tr: Kayma
vi: Trượt
zh_hans: 滑动
zh_hant: 滑動

source: Slide the dock away with the windows when this widget shows the desktop, and bring it back when they return.
ar: إزاحة Dock بعيدًا مع النوافذ عندما تُظهر هذه الأداة سطح المكتب، وإعادته عند عودتها.
de: Das Dock mit den Fenstern wegschieben, wenn dieses Widget den Schreibtisch anzeigt, und es zurückholen, wenn sie zurückkehren.
es: Desliza el Dock fuera de la pantalla junto con las ventanas cuando este widget muestra el escritorio y lo trae de vuelta cuando vuelven.
fr: Faire glisser le dock hors de l'écran avec les fenêtres lorsque ce widget affiche le Bureau, et le ramener à leur retour.
hu: A Dock az ablakokkal együtt elcsúszik, amikor ez a widget megjeleníti az íróasztalt, és visszatér, amikor az ablakok visszajönnek.
ja: このウィジェットでデスクトップを表示したときにDockをウインドウと一緒にスライドして隠し、ウインドウが戻るとDockも戻します。
nl: Schuif het Dock samen met de vensters weg wanneer deze widget het bureaublad toont, en breng het terug wanneer ze terugkeren.
pl: Wysuwaj Dock wraz z oknami poza ekran, gdy ten widżet pokazuje biurko, i przywracaj go razem z nimi.
pt: Deslizar a Dock para fora do ecrã com as janelas quando este widget mostra a secretária, e trazê-la de volta quando as janelas regressam.
ru: Убирать Dock вместе с окнами, когда этот виджет показывает рабочий стол, и возвращать его, когда окна вернутся.
sv: Skjut undan dockan tillsammans med fönstren när den här widgeten visar skrivbordet, och ta tillbaka den när de återvänder.
tr: Bu widget masaüstünü gösterdiğinde dock'u pencerelerle birlikte kaydırarak uzaklaştır ve pencereler geri döndüğünde geri getir.
vi: Trượt dock đi cùng các cửa sổ khi tiện ích này hiển thị màn hình nền, và đưa dock trở lại khi các cửa sổ quay lại.
zh_hans: 此小组件显示桌面时，让 Dock 与窗口一起移出屏幕；窗口恢复时再将 Dock 移回。
zh_hant: 當這個小工具顯示桌面時，讓 Dock 跟著視窗一起滑開；視窗恢復時，再讓 Dock 一起回來。

source: Slide the dock offscreen when not in use
ar: إزاحة Dock خارج الشاشة عند عدم استخدامه
de: Dock bei Nichtgebrauch aus dem sichtbaren Bereich schieben
es: Desliza el Dock fuera de la pantalla cuando no se usa
fr: Masquer le dock hors écran en cas d'inactivité
hu: A Dock kicsúsztatása a képernyőről, amikor nincs használatban
ja: 使用していないときはDockを画面外にスライドさせます
nl: Schuif het Dock uit beeld wanneer je het niet gebruikt
pl: Wysuwaj Dock poza ekran, gdy nie jest używany
pt: Deslizar a dock para fora do ecrã quando não está a ser usada
ru: Убирать Dock за край экрана, когда он не используется
sv: Skjut dockan utanför skärmen när den inte används
tr: Kullanılmadığında dock'u ekran dışına kaydır
vi: Trượt dock ra ngoài màn hình khi không sử dụng
zh_hans: 闲置时将 Dock 滑出屏幕
zh_hant: 不使用時將 Dock 移出螢幕範圍

source: Slide the dock offscreen when not in use. Move your cursor or drag files to the edge to reveal it.
ar: إزاحة Dock خارج الشاشة عند عدم استخدامه. حرّك المؤشر أو اسحب الملفات إلى الحافة لإظهاره.
de: Schiebt das Dock bei Nichtgebrauch aus dem sichtbaren Bereich. Bewegen Sie den Zeiger oder ziehen Sie Dateien an die Kante, um es einzublenden.
es: Desliza el Dock fuera de la pantalla cuando no se usa. Mueve el cursor o arrastra archivos hasta el borde para mostrarlo.
fr: Masque le dock quand il n'est pas utilisé. Déplacez le curseur ou faites glisser des fichiers vers le bord pour le faire apparaître.
hu: A Dock kicsúsztatása a képernyőről, amikor nincs használatban. A megjelenítéséhez vigye a kurzort vagy húzzon fájlokat a képernyő széléhez.
ja: 使用していないときはDockを画面外にスライドさせます。カーソルを画面の端に移動するか、ファイルを端にドラッグすると再表示されます。
nl: Schuif het Dock uit beeld wanneer je het niet gebruikt. Beweeg je cursor of sleep bestanden naar de rand om het weer tevoorschijn te halen.
pl: Wysuwaj Dock poza ekran, gdy nie jest używany. Przesuń wskaźnik lub przeciągnij pliki do krawędzi, aby go pokazać.
pt: Desliza a dock para fora do ecrã quando não está a ser usada. Mova o cursor ou arraste ficheiros até à borda para a mostrar.
ru: Убирать Dock за край экрана, когда он не используется. Переместите указатель или перетащите файлы к краю, чтобы показать его.
sv: Skjut dockan utanför skärmen när den inte används. Flytta pekaren eller dra filer till kanten för att visa den.
tr: Kullanılmadığında dock'u ekran dışına kaydır. Göstermek için imlecini veya dosyaları kenara sürükle.
vi: Trượt dock ra ngoài màn hình khi không sử dụng. Di chuyển con trỏ chuột hoặc kéo các tệp ra sát mép để hiện lại dock.
zh_hans: 闲置时将 Dock 滑出屏幕。将鼠标移动到屏幕边缘或拖动文件到边缘即可将其显示出来。
zh_hant: 當不使用時，將 Dock 隱藏至螢幕邊緣。移動指標或拖曳檔案至邊緣即可顯示。

source: Small
ar: صغير
de: Klein
es: Pequeño
fr: Petit
hu: Kicsi
ja: 小
nl: Klein
pl: Mały
pt: Pequeno
ru: Маленький
sv: Liten
tr: Küçük
vi: Nhỏ
zh_hans: 小
zh_hant: 小

source: smiley
ar: وجه مبتسم
es: emoticono
hu: hangulatjel
ja: スマイリー
pl: buźka
ru: смайлик
tr: gülen yüz
vi: mặt cười
zh_hans: 笑脸
zh_hant: 笑臉

source: Smileys
ar: الوجوه الضاحكة
es: Emoticonos
fr: Émoticônes
hu: Hangulatjelek
ja: スマイリー
pl: Buźki
ru: Смайлики
tr: Gülen Yüzler
vi: Mặt cười
zh_hans: 笑脸
zh_hant: 笑臉

source: snapshot
ar: لقطة
de: schnappschuss
es: instantánea
fr: instantané
hu: pillanatkép
ja: スナップショット
nl: momentopname
pl: migawka
pt: instantâneo
ru: снимок
sv: ögonblicksbild
tr: anlık görüntü
vi: ảnh chụp nhanh
zh_hans: 快照
zh_hant: 快照

source: Soft
ar: خفيف
de: Leicht
es: Suave
fr: Léger
hu: Gyenge
ja: 弱
nl: Zacht
pl: Słaby
pt: Suave
ru: Слабый
sv: Svag
tr: Hafif
vi: Nhẹ
zh_hans: 轻
zh_hant: 輕

source: Software update framework for macOS
ar: إطار تحديث البرنامج لـ macOS
de: Softwareaktualisierungs-Framework für macOS
es: Framework de actualización de software para macOS
fr: Framework de mise à jour du logiciel pour macOS
hu: Szoftverfrissítési keretrendszer macOS-hez
ja: macOS用のソフトウェアアップデートフレームワーク
nl: Framework voor software-updates voor macOS
pl: Framework uaktualniania oprogramowania dla macOS
pt: Framework de atualização de software para macOS
ru: Фреймворк для обновления программного обеспечения для macOS
sv: Ramverk för programuppdateringar till macOS
tr: macOS için yazılım güncelleme çerçevesi
vi: Khung cập nhật phần mềm cho macOS
zh_hans: macOS 软件更新框架
zh_hant: macOS 軟體更新框架

source: Solar Noon
ar: الظهيرة الشمسية
de: Sonnenhöchststand
es: Mediodía solar
fr: Midi solaire
hu: Delelés
ja: 南中
nl: Zonnemiddag
pl: Południe słoneczne
pt: Meio-dia solar
ru: Солнечный полдень
sv: Sann middag
tr: Güneş Öğlesi
vi: Giữa trưa
zh_hans: 太阳正午
zh_hant: 太陽正午

source: Solid
ar: معتم
de: Einfarbig
es: Sólido
fr: Plein
hu: Egyszínű
ja: 単色
nl: Effen
pl: Jednolity
pt: Sólido
ru: Сплошной
sv: Heltäckande
tr: Düz
vi: Màu thuần
zh_hans: 纯色
zh_hant: 純色

source: Solid Background Color
ar: لون خلفية ثابت
de: Einfarbige Hintergrundfarbe
es: Color de fondo sólido
fr: Couleur d'arrière-plan unie
hu: Egyszínű háttérszín
ja: 単色の背景色
nl: Effen achtergrondkleur
pl: Jednolity kolor tła
pt: Cor de Fundo Sólida
ru: Сплошной цвет фона
sv: Heltäckande bakgrundsfärg
tr: Düz Arka Plan Rengi
vi: Màu nền thuần
zh_hans: 纯色背景
zh_hant: 純色背景

source: Solid Color
ar: اللون الثابت
de: Einfarbig
es: Color sólido
fr: Couleur unie opaque
hu: Egyszínű kitöltés
ja: 単色
nl: Effen kleur
pl: Jednolity kolor
pt: Cor Sólida
ru: Сплошной цвет
sv: Heltäckande färg
tr: Düz Renk
vi: Màu thuần
zh_hans: 纯色
zh_hant: 純色

source: Some built-in widgets show personal data. macOS asks for each kind of data the first time you add a widget that uses it, never during setup.
ar: تعرض بعض الأدوات المدمجة بيانات شخصية. يطلب macOS الإذن لكل نوع من البيانات في أول مرة تضيف فيها أداة تستخدمه، وليس أثناء الإعداد أبدًا.
de: Einige integrierte Widgets zeigen persönliche Daten an. macOS fragt nach jeder Datenart, wenn Sie zum ersten Mal ein Widget hinzufügen, das sie verwendet, niemals während der Einrichtung.
es: Algunos widgets integrados muestran datos personales. macOS pide permiso para cada tipo de datos la primera vez que añades un widget que los usa, nunca durante la configuración.
fr: Certains widgets intégrés affichent des données personnelles. macOS demande l'accès à chaque type de données la première fois que vous ajoutez un widget qui l'utilise, jamais pendant la configuration.
hu: Egyes beépített widgetek személyes adatokat jelenítenek meg. A macOS minden adattípusra akkor kér engedélyt, amikor először ad hozzá egy azt használó widgetet, a beállítás során soha.
ja: 一部の内蔵ウィジェットは個人データを表示します。macOSは、各種類のデータを使用するウィジェットを初めて追加したときに確認し、セットアップ中に確認することはありません。
nl: Sommige ingebouwde widgets tonen persoonlijke gegevens. macOS vraagt om elk soort gegevens de eerste keer dat je een widget toevoegt die ze gebruikt, nooit tijdens de installatie.
pl: Niektóre wbudowane widżety wyświetlają dane osobiste. macOS prosi o dostęp do każdego rodzaju danych przy pierwszym dodaniu widżetu, który z nich korzysta, nigdy podczas konfiguracji.
pt: Alguns widgets integrados mostram dados pessoais. O macOS pede acesso a cada tipo de dados na primeira vez que adiciona um widget que os usa, nunca durante a configuração.
ru: Некоторые встроенные виджеты показывают личные данные. macOS запрашивает доступ к каждому типу данных, когда вы впервые добавляете виджет, который их использует, и никогда во время настройки.
sv: Vissa inbyggda widgetar visar personliga uppgifter. macOS frågar om varje typ av data första gången du lägger till en widget som använder den, aldrig under konfigureringen.
tr: Bazı yerleşik widget'lar kişisel veri gösterir. macOS, o veriyi kullanan bir widget'ı eklediğin ilk seferde, kurulum sırasında asla değil, her veri türü için izin ister.
vi: Một số tiện ích tích hợp hiển thị dữ liệu cá nhân. macOS hỏi quyền cho từng loại dữ liệu vào lần đầu tiên bạn thêm tiện ích sử dụng dữ liệu đó, không bao giờ trong quá trình thiết lập.
zh_hans: 部分内置小组件会显示个人数据。首次添加需要相应数据的小组件时，macOS 才会请求权限，初始设置时不会请求。
zh_hant: 部分內建小工具會顯示個人資料。首次加入需要使用特定資料的小工具時，macOS 才會要求相應的取用權限，設定過程中不會要求。

source: Some setup choices affect macOS behavior, such as Launch on Login or hiding the native Dock.
ar: تؤثر بعض خيارات الإعداد في سلوك macOS، مثل التشغيل عند تسجيل الدخول أو إخفاء شريط Dock الأصلي.
de: Einige Einrichtungsoptionen beeinflussen das Verhalten von macOS, etwa „Bei Anmeldung starten“ oder das Ausblenden des nativen Docks.
es: Algunas opciones de configuración afectan al comportamiento de macOS, como abrir al iniciar sesión u ocultar el Dock nativo.
fr: Certains choix de configuration modifient le comportement de macOS, comme le lancement à l'ouverture de session ou le masquage du Dock natif.
hu: Egyes beállítási lehetőségek hatással vannak a macOS működésére, például az indítás bejelentkezéskor vagy a natív Dock elrejtése.
ja: ログイン時に起動や標準のDockの非表示など、一部の設定項目はmacOSの動作に影響します。
nl: Sommige instellingen beïnvloeden het gedrag van macOS, zoals 'Start bij het inloggen' of het verbergen van het standaard Dock van macOS.
pl: Niektóre opcje konfiguracji wpływają na działanie macOS, na przykład Otwieranie podczas logowania lub ukrywanie systemowego Docka.
pt: Algumas opções de configuração afetam o comportamento do macOS, como Abrir ao Iniciar Sessão ou ocultar a Dock nativa.
ru: Некоторые настройки влияют на поведение macOS, например запуск при входе или скрытие системного Dock.
sv: Vissa konfigurationsval påverkar hur macOS beter sig, till exempel Öppna vid inloggning eller att gömma den inbyggda Docken.
tr: Bazı kurulum seçenekleri, Oturum Açıldığında Başlat veya yerel Dock'u gizleme gibi macOS davranışını etkiler.
vi: Một số lựa chọn thiết lập sẽ ảnh hưởng đến hành vi của macOS, chẳng hạn như Khởi chạy khi đăng nhập hoặc ẩn Dock gốc.
zh_hans: 部分设置选项会影响 macOS 的行为，例如“登录时启动”和隐藏原生 Dock。
zh_hant: 部分設定選項會影響 macOS 的運作方式，例如登入時啟動或隱藏系統 Dock。

source: Something else was updating — give it a sec
ar: كان هناك شيء آخر قيد التحديث، انتظر ثانية
de: Es wird gerade etwas anderes aktualisiert. Bitte warten Sie kurz
es: Otra cosa se estaba actualizando, dale un segundo
fr: Mise à jour en cours — attendez un instant
hu: Valami más éppen frissült, várjon egy pillanatot
ja: 別の処理が更新中でした。少し待ってからやり直してください
nl: Er was iets anders aan het updaten - wacht een seconde
pl: Trwała inna aktualizacja — poczekaj chwilę
pt: Outra atualização estava em curso, aguarde um momento
ru: Что-то еще обновлялось, подождите секунду
sv: Något annat höll på att uppdateras, vänta en stund
tr: Başka bir şey güncelleniyordu — biraz bekleyin
vi: Một thành phần khác đang cập nhật — vui lòng đợi một chút
zh_hans: 有其他内容正在更新，请稍等片刻
zh_hant: 有其他項目正在更新中，請稍候片刻

source: Sort By
ar: رتب حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
hu: Rendezés
ja: 並べ替え
nl: Sorteren op
pl: Sortuj według
pt: Ordenar Por
ru: Сортировать по
sv: Sortera efter
tr: Sıralama
vi: Sắp xếp theo
zh_hans: 排序方式
zh_hant: 排序方式

source: Sort Order
ar: ترتيب الفرز
de: Sortierung
es: Orden
fr: Ordre de tri
hu: Rendezési sorrend
ja: 並び順
nl: Sorteervolgorde
pl: Kolejność sortowania
pt: Ordenação
ru: Порядок сортировки
sv: Sorteringsordning
tr: Sıralama Düzeni
vi: Thứ tự sắp xếp
zh_hans: 排序顺序
zh_hant: 排序順序

source: Sort: %@ ↑
ar: الفرز: %@ ↑
de: Sortierung: %@ ↑
es: Ordenar por: %@ ↑
fr: Tri : %@ ↑
hu: Rendezés: %@ ↑
ja: 並べ替え：%@ ↑
nl: Sorteer: %@ ↑
pl: Sortuj: %@ ↑
pt: Ordenar por: %@ ↑
ru: %@Сортировка: вверх
sv: Sortering: %@ ↑
tr: Sırala: %@ ↑
vi: Sắp xếp: %@ ↑
zh_hans: 排序: %@ ↑
zh_hant: 排序：%@ ↑

source: Sort: %@ ↓
ar: الفرز: %@ ↓
de: Sortierung: %@ ↓
es: Ordenar por: %@ ↓
fr: Tri : %@ ↓
hu: Rendezés: %@ ↓
ja: 並べ替え：%@ ↓
nl: Sorteer: %@ ↓
pl: Sortuj: %@ ↓
pt: Ordenar por: %@ ↓
ru: %@Сортировка: вниз
sv: Sortering: %@ ↓
tr: Sırala: %@ ↓
vi: Sắp xếp: %@ ↓
zh_hans: 排序: %@ ↓
zh_hant: 排序：%@ ↓

source: Sort: off
ar: الفرز: متوقف
de: Sortieren: aus
es: Orden: desactivado
fr: Tri : désactivé
hu: Rendezés: ki
ja: 並べ替え: オフ
nl: Sorteren: uit
pl: Sortowanie: wyłączone
pt: Ordenação: desativada
ru: Сортировка: выкл
sv: Sortering: av
tr: Sıralama: kapalı
vi: Sắp xếp: tắt
zh_hans: 排序：关闭
zh_hant: 排序：關閉

source: sound
ar: صوت
de: klang
es: sonido
fr: son
hu: hang
ja: サウンド
nl: geluid
pl: dźwięk
pt: som
ru: звук
sv: ljud
tr: ses
vi: âm thanh
zh_hans: 声音
zh_hant: 聲音

source: Sound
ar: الصوت
de: Geräusch
es: Sonido
fr: Son
hu: Hang
ja: サウンド
nl: Geluid
pl: Dźwięk
pt: Som
ru: Звук
sv: Ljud
tr: Ses
vi: Âm thanh
zh_hans: 声音
zh_hant: 聲音

source: Space and monitor filters, hidden windows, and single-window apps.
ar: عوامل تصفية المساحات والشاشات، والنوافذ المخفية، والتطبيقات ذات النافذة الواحدة.
de: Space- und Monitorfilter, ausgeblendete Fenster und Apps mit nur einem Fenster.
es: Filtros de espacio y monitor, ventanas ocultas y apps de una sola ventana.
fr: Filtres d'espaces et d'écrans, fenêtres masquées et apps à fenêtre unique.
hu: Space- és monitorszűrők, rejtett ablakok és egyablakos appok.
ja: 操作スペースとモニタによるフィルタ、非表示ウインドウ、単一ウインドウのアプリ。
nl: Spaces- en schermfilters, verborgen vensters en apps met één venster.
pl: Filtry przestrzeni i wyświetlaczy, ukryte okna oraz aplikacje z jednym oknem.
pt: Filtros de espaço e de monitor, janelas ocultas e apps de janela única.
ru: Фильтры по рабочим столам и мониторам, скрытые окна и однооконные приложения.
sv: Filter för Spaces och skärmar, gömda fönster och appar med ett fönster.
tr: Masaüstü ve monitör filtreleri, gizli pencereler ve tek pencereli uygulamalar.
vi: Các bộ lọc Không gian và màn hình, cửa sổ ẩn, và các ứng dụng chỉ có một cửa sổ.
zh_hans: 空间与显示器筛选、隐藏窗口以及单窗口应用。
zh_hant: 空間與顯示器篩選、隱藏的視窗，以及單一視窗應用程式。

source: Space and monitor filters, ordering, grouping, and hidden windows.
ar: عوامل تصفية المساحات والشاشات، والترتيب، والتجميع، والنوافذ المخفية.
de: Space- und Monitorfilter, Reihenfolge, Gruppierung und ausgeblendete Fenster.
es: Filtros de espacio y monitor, orden, agrupación y ventanas ocultas.
fr: Filtres d'espaces et d'écrans, ordre, regroupement et fenêtres masquées.
hu: Space- és monitorszűrők, sorrend, csoportosítás és rejtett ablakok.
ja: 操作スペースとモニタによるフィルタ、並び順、グループ化、非表示ウインドウ。
nl: Space- en schermfilters, sorteren, groeperen en verborgen vensters.
pl: Filtry przestrzeni i wyświetlaczy, kolejność, grupowanie oraz ukryte okna.
pt: Filtros de espaço e de monitor, ordenação, agrupamento e janelas ocultas.
ru: Фильтры по рабочим столам и мониторам, сортировка, группировка и скрытые окна.
sv: Filter för Spaces och skärmar, ordning, gruppering och gömda fönster.
tr: Masaüstü ve monitör filtreleri, sıralama, gruplama ve gizli pencereler.
vi: Các bộ lọc Không gian và màn hình, thứ tự, nhóm và các cửa sổ ẩn.
zh_hans: 配置空间与显示器筛选、排序、分组以及隐藏窗口。
zh_hant: 設定 Space 與顯示器篩選、排序、分組及隱藏視窗。

source: Space and monitor filters, ordering, grouping, app header, and behavior.
ar: عوامل تصفية المساحات والشاشات، والترتيب، والتجميع، ورأس التطبيق، والسلوك.
de: Space- und Monitorfilter, Reihenfolge, Gruppierung, App-Kopfzeile und Verhalten.
es: Filtros de espacio y monitor, orden, agrupación, cabecera de app y comportamiento.
fr: Filtres d'espaces et d'écrans, ordre, regroupement, en-tête d'app et comportement.
hu: Space- és monitorszűrők, sorrend, csoportosítás, appfejléc és viselkedés.
ja: 操作スペースとモニタによるフィルタ、並び順、グループ化、アプリヘッダ、動作。
nl: Space- en schermfilters, sorteren, groeperen, app-koptekst en gedrag.
pl: Filtry przestrzeni i wyświetlaczy, kolejność, grupowanie, nagłówek aplikacji i zachowanie.
pt: Filtros de espaço e de monitor, ordenação, agrupamento, cabeçalho da app e comportamento.
ru: Фильтры по рабочим столам и мониторам, сортировка, группировка, заголовок приложения и поведение.
sv: Filter för Spaces och skärmar, ordning, gruppering, apprubrik och beteende.
tr: Masaüstü ve monitör filtreleri, sıralama, gruplama, uygulama başlığı ve davranış.
vi: Các bộ lọc Không gian và màn hình, thứ tự, nhóm, tiêu đề ứng dụng và cách hoạt động.
zh_hans: 空间与显示器筛选、排序、分组、应用标题栏和行为。
zh_hant: 空間與顯示器篩選、排序方式、分組、應用程式標頭及行為設定。

source: Space between action buttons
ar: المسافة بين أزرار الإجراءات
de: Abstand zwischen Aktionsschaltflächen
es: Espacio entre los botones de acción
fr: Espace entre les boutons d'action
hu: A műveletgombok közötti távolság
ja: アクションボタンの間隔
nl: De ruimte tussen de actieknoppen
pl: Odstęp między przyciskami akcji
pt: Espaço entre os botões de ação
ru: Расстояние между кнопками действий
sv: Avstånd mellan åtgärdsknappar
tr: Eylem düğmeleri arasındaki boşluk
vi: Khoảng cách giữa các nút tác vụ
zh_hans: 操作按钮间的间距
zh_hant: 動作按鈕之間的間距

source: Space between app icons in the dock
ar: المسافة بين أيقونات التطبيقات في Dock
de: Abstand zwischen App-Symbolen im Dock
es: Espacio entre los iconos de apps en el Dock
fr: Espace entre les icônes d'application dans le dock
hu: Az appikonok közötti távolság a Dockban
ja: Dock内のアプリアイコンの間隔
nl: De ruimte tussen app-pictogrammen in het Dock
pl: Odstęp między ikonami aplikacji w Docku
pt: Espaço entre os ícones das apps na dock
ru: Расстояние между значками приложений в Dock
sv: Avstånd mellan appsymboler i dockan
tr: Dock'taki uygulama simgeleri arasındaki boşluk
vi: Khoảng cách giữa các biểu tượng ứng dụng trên dock
zh_hans: Dock 中应用图标之间的间距
zh_hant: Dock 中應用程式圖示之間的間距
